Repository: torshiziar/Viranique_Backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Username cannot contain null values
fa: نام کاربری باید فقط از اعداد و حروف تشکیل شده باشد

source: User with this username is exists
fa: این نام کاربری قبلا ثبت شده است

source: The phone number is used before, try another one.
fa: این شماره تلفن قبلا ثبت شده است

source: Make sure the phone number starts with 09
fa: مطمعن شوید شماره تلفن با 09 شروع می شود

source: User with this email is exists
fa: این ایمیل قبلا ثبت شده است

source: Removed user
fa: کاربر حذف

source: Password must contain at least one number
fa: پسورد باید حداقل شامل یک عدد باشد

source: Password must contain at least one letter
fa: پسورد باید حداقل شامل یک حرف باشد

source: Your account is temporarily unavailable, contact support
fa: اکانت شما به صورت موقت از دسترس خارج شده با پشتیبانی تماس بگیرید

source: Your account is waiting for verification
fa: برای فعالسازی اکانت بر روی لینک ارسال شده کلیک کنید

source: The selected actuator is used before
fa: دستگاه عملگر قبلا در اتوماسیون دستی دیگری استفاده شده است.

source: Your organization not allowed to create more than %s tabs
fa: سرویس شما قابلیت اضافه کردن حداکثر %s تب جدید را دارد.

source: Your organization not allowed to create more than %s tile per each tab
fa: سرویس شما قابلیت اضافه کردن حداکثر %s تایل در هر تب را دارد.

source: Device Not Found
fa: دستگاه مورد نظر یافت نشد.

source: Device has been occupied before.
fa: این دستگاه قبلا ثبت شده است

source: Device has been occupied by another organization before.
fa: این دستگاه توسط شخص دیگری ثبت شده است
